Repository: Rafosk/Xml_parser
Catalog: Xml_parser/src/de2.tmx
Source language: de_de
Languages: ko_kr

source: Bei Störungen in der elektrischen Energieversorgung Shuttle sofort abschalten!
ko_kr: 전원장치에서 장애가 발생하면 셔틀을 즉시 차단합니다!

source: Die elektrische Ausrüstung des Shuttles ist regelmäßig zu inspizieren.
ko_kr: 셔틀의 전기 장치부를 정기적으로 검사해야 합니다.

source: Mängel, wie lose Verbindungen und angeschmorte Kabel, müssen sofort beseitigt werden.
ko_kr: 느슨한 연결부와 눌어붙은 케이블과 같은 결함을 즉시 제거해야 합니다.

source: Sind Arbeiten an spannungsführenden Teilen notwendig, eine zweite Person hinzuziehen, die im Notfall die Spannungsversorgung abschalten kann.
ko_kr: 전기가 흐르는 부품에서 작업할 때는 비상 시 전원을 차단할 수 있는 보조 작업자가 반드시 있어야 합니다.

source: Arbeitsbereich mit einer rotweißen Sicherungskette und einem Warnschild absperren.
ko_kr: 적색-백색의 안전 체인과 경고판을 사용하여 작업 구역을 차단합니다.

source: Nur spannungsisoliertes Werkzeug benutzen!
ko_kr: 절연된 공구만을 사용해야 합니다!

source: Warnung
ko_kr: 경고

source: Sich bewegende Maschinenteile!
ko_kr: 기계의 가동 부품

source: Verletzungsgefahr an Händen, Armen und Kopf.
ko_kr: 손, 팔 및 머리의 부상 위험

source: Greifen Sie an keine sich bewegende Maschinenteile.
ko_kr: 기계의 가동 부품을 잡지 마십시오.

source: Tragen Sie immer eng anliegende Kleidung.
ko_kr: 항상 몸에 꼭 맞는 작업복을 착용하십시오.

source: Schalten Sie bei Wartung- und Instandsetzungsarbeiten das Shuttle ab (Spannungsversorgung und ggf. Druckluftversorgung unterbrechen).
ko_kr: 정비 및 수리 작업 시 셔틀을 차단하십시오(전원장치 및 경우에 따라 압축공기 공급장치 차단).

source: Sich bewegende und rotierende Maschinenteile!
ko_kr: 기계의 가동 및 회전 부품

source: Einzugsgefahr für Gliedmaße, Kleidung, Schmuck und langes Haar.
ko_kr: 손발, 의복, 장신구 및 긴 머리의 끼임 위험.

source: Greifen Sie an keine sich bewegende oder rotierende Maschinenteile.
ko_kr: 기계의 가동 또는 부품을 잡지 마십시오.

source: Tragen Sie immer eng anliegende Kleidung, die nicht eingezogen werden kann.
ko_kr: 몸에 꼭 맞는 작업복을 착용하여 끼일 수 없도록 하십시오.

source: Tragen Sie ein Haarnetz.
ko_kr: 머리망을 착용하십시오.

source: Legen Sie Schmuck ab.
ko_kr: 장신구를 빼십시오.

source: Hohe Auflagekräfte auf das Shuttle können zu Sachschäden führen.
ko_kr: 셔틀에 강한 하중 압력이 가해지면 물적 손상이 발생할 수 있습니다.

source: Das Betreten des Shuttles sowie das Ablegen von schweren Gegenständen ist nicht zulässig.
ko_kr: 셔틀을 밟거나 그 위에 무거운 물체를 놓아서는 안 됩니다.

source: Außer Betrieb gesetzte Schutzeinrichtungen!
ko_kr: 작동이 중지된 안전 장치!

source: Gesundheitsschäden und Verletzungen, z. B. durch nachträgliche Anbauten.
ko_kr: 예컨대 추가 장착물에 의한 건강 손상 및 부상 위험.

source: Betreiben Sie die Maschine nicht ohne Schutzeinrichtungen.
ko_kr: 보호 장치 없이 기계를 작동시키지 마십시오.

source: Überprüfen Sie nach Umbaumaßnahmen die Schutzeinrichtungen der Maschine auf ihre Funktion.
ko_kr: 개장 작업 후 기계의 안전 장치가 정상적으로 작동하지는 점검하십시오.

source: Not-Halt-Schalter müssen frei zugänglich bleiben.
ko_kr: 비상정지 스위치에는 언제든 접근할 수 있어야 합니다.

source: Vorsicht
ko_kr: 주의

source: Automatischer Anlauf des Shuttles!
ko_kr: 셔틀의 자동 가동

source: Verletzungsgefahr!
ko_kr: 부상 위험

source: Sorgen Sie dafür, dass sich keine Personen im Gefahrenbereich des Shuttles befinden, wenn dieses gestartet wird.
ko_kr: 셔틀이 가동될 때 그 셔틀의 위험 구역 내에 아무도 없도록 조치를 취하십시오.

source: Trennen Sie bei Wartungs-, Reinigungs- und Instandsetzungsarbeiten das Shuttle von der Spannungsversorgung.
ko_kr: 정비, 청소 및 수리 작업 시 셔틀을 전원에서 분리하십시오.

source: Sichern Sie das Shuttle gegen unerlaubtes Einschalten.
ko_kr: 셔틀을 잠그어 허가 없이 켜지 않도록 하십시오.

source: Maschinenschäden durch unbeaufsichtigtes Shuttle!
ko_kr: 모니터링하지 않은 셔틀로 인한 기계 손상

source: Schalten Sie bei Arbeitsunterbrechungen das Shuttle ab (Spannungsversorgung und ggf. Druckluftversorgung unterbrechen).
ko_kr: 작업을 중단할 때 셔틀을 차단하십시오(전원장치 및 경우에 따라 압축공기 공급장치 차단).

source: Maschinenschäden durch Kollision!
ko_kr: 충돌에 의한 기계 손상

source: Durch Verfahren von Baugruppen, können Baugruppen mit anderen Baugruppen oder mit Werkstücken kollidieren.
ko_kr: 어셈블리가 이동할 때, 그 어셈블리가 다른 어셈블리나 또는 공작물과 충돌할 수 있습니다.

source: Stellen Sie beim Verfahren von einzelnen Baugruppen sicher, dass keine Kollision entstehen kann.
ko_kr: 각 어셈블리가 이동할 때 충돌하지 않도록 조치를 취하십시오.

source: Schutzeinrichtungen
ko_kr: 보호 장치

source: Schutzeinrichtungen sind konstruktive Maßnahmen, um Gefahren bei der Bedienung des Shuttles abzuwenden.
ko_kr: 보호 장치는 셔틀을 운전할 때 위험을 방지하기 위한 구조적인 대책입니다.

source: Folgende Schutzeinrichtungen können am Shuttle vorhanden sein:
ko_kr: 다음의 보호 장치가 셔틀에 장착되어 있어야 합니다:

source: Schutzzaun
ko_kr: 보호 울타리

source: Endschalter
ko_kr: 리밋 스위치

source: Not-Halt-Schalter
ko_kr: 비상정지 스위치

source: Zustimmtaste (Handbediengerät)
ko_kr: 확인 버튼

source: Shuttle nur betreiben, wenn alle Schutzeinrichtungen und sicherheitsbedingten Einrichtungen vorhanden sind.
ko_kr: 보호 장치 및 안전과 관련된 장치가 있는 경우에만 셔틀을 작동시키십시오.

source: Funktionsbeschreibung
ko_kr: 기능 설명

source: Das Grundshuttle besteht im Wesentlichen aus einer horizontalen Achse, mit der Werkstücke transportiert werden.
ko_kr: 기본 서틀은 기본적으로 공작물을 이송하는 수평 축으로 구성되어 있습니다.

source: Das Be- und Entladen geschieht durch andere Maschinen.
ko_kr: 적재 및 하적은 다른 기계에 의해 이루어집니다.

source: Das Grundshuttle ist eine auf dem Baukastenprinzip basierende Systemlösung zur Maschinenbeschickung und Maschinenverkettung.
ko_kr: 기본 셔틀은 모듈식 원리에 기반을 둔 기계식 공급 및 기계식 상호 연결의 시스템 솔루션입니다.

source: Übersicht Grundshuttle
ko_kr: 기본 셔틀의 개요

source: Fläche, auf der die Werkstücke durch den Schlitten in axialer Richtung verschoben werden
ko_kr: 슬라이드에 의해 공작물이 축 방향으로 이동하는 면

source: Unterbau des Pick-ps mit Kraftübertragung über Gestänge zur Abfrage Pick-up
ko_kr: 바를 통해 픽업 스캐너로 동력을 전달하는 픽업 스테이션의 하부

source: Schlitten (am Zahnriemen befestigt)
ko_kr: 슬라이드(톱니형 벨트에 고정)

source: Servomotor (treibt den Zahnriemen an)
ko_kr: 서보 모터(톱니형 벨트 구동)

source: Umlenkrolle für den Zahnriemen
ko_kr: 톱니형 벨트의 전향 롤러

source: Beschreibung der Baugruppen
ko_kr: 어셈블리에 대한 설명

source: Pick-up-Station und Abfrage Pick-up
ko_kr: 픽업 스테이션 및 픽업 스캐너

source: Die Pick-up-Station ist ein separater Abschnitt der Shuttle-Bahn, der auf Federn gelagert ist.
ko_kr: 픽업 스테이션은 스프링 위에 위치하고 있는 셔틀 트랙의 별도 구간입니다.

source: Wenn im Betrieb des Shuttles hoher Druck auf die Pick-up-Station ausgeübt wird, senkt sich die Pick-up-Station etwas ab.
ko_kr: 셔틀이 작동할 때 픽업 스테이션에 압력이 강하게 가해지면 픽업 스테이션이 약간 하강합니다.

source: Ein Gestänge überträgt diese vertikale Bewegung in eine horizontale Bewegung, die an das Bauteil „Abfrage Pick-up“ weitergeleitet wird.
ko_kr: 바가 이 수직 동작을 수평 동작으로 변환하여, 이 동작을 "픽업 스캐너" 부품으로 전달합니다.

source: Dieses Bauteil beinhaltet einen Schalter, der durch das Gestänge betätigt wird.
ko_kr: 이 부품에는 바에 의해 작동하는 스위치가 부착되어 있습니다.

source: Der Schaltzustand wird permanent von einer externen Steuerung eingelesen.
ko_kr: 외부 컨트롤러가 스위칭 상태를 상시 판독합니다.

source: Auf der Unterseite des Shuttles ist links oder rechts außen der Servoantriebsmotor montiert, der einen Zahnriemen antreibt.
ko_kr: 셔틀의 하부에는 좌측 또는 우측 바깥쪽에 톱니형 벨트를 구동하는 서보 드라이브 모터가 장착되어 있습니다.

source: Am gegenüberliegenden Ende des Shuttles ist eine Umlenkrolle für den Zahnriemen angebracht.
ko_kr: 셔틀의 맞은편 끝단에는 톱니형 벨트의 전향 롤러가 장착되어 있습니다.

source: Schlitten
ko_kr: 슬라이드

source: Der Schlitten dient zum Transport der Werkstücke auf der Achse.
ko_kr: 슬라이드는 공작물을 축으로 이송하는 데 사용됩니다.

source: Er ist am Zahnriemen befestigt und läuft auf einer seitlich angebrachten Führungsschiene.
ko_kr: 이 슬라이드는 톱니형 벨트에 고정되어 있으며 측면에 부착된 가이드 레일 위에서 이동합니다.

source: Es können auch mehrere Schlitten vorhanden sein, die aber alle am selben Zahnriemen befestigt sind, sodass sie stets synchron laufen.
ko_kr: 이러한 슬라이드는 여러 개 있을 수 있지만, 모두 동일한 톱니형 벨트에 부착되어 있어 이 슬라이드는 항상 동시에 이동합니다.

source: Der Transport der Werkstücke erfolgt entweder auf einer Palette, die am Schlitten montiert wird, oder durch ein am Schlitten montiertes Prisma, welches das Werkstück auf der Shuttle-Bahn gleitend voran schiebt.
ko_kr: 공작물은 슬라이드에 장착되어 있는 판 위에서 이송되는지 또는 슬라이드에 장착되어 있는 프리스마에 의해 이송되는 바, 이 프리스마는 공작물을 셔틀 트랙에서 미끄럼 방식으로 앞으로 밉니다.

source: Anlieferung, Transport und Aufstellung
ko_kr: 인도, 운반 및 설치

source: Anlieferung
ko_kr: 인도

source: Sofort bei Anlieferung des Shuttles ist zu prüfen:
ko_kr: 셔틀이 인도되면 즉시 다음 사항을 검사해야 합니다:

source: ob Transportschäden eingetreten sind
ko_kr: 운송 손상의 발생 여부

source: ob das Zubehör vollständig ist (siehe beigefügten Lieferschein oder Packliste)
ko_kr: 액세서리가 모두 있는지 여부(첨부된 인도증 또는 포장 목록 참조)

source: Transportschäden oder fehlendes Zubehör ist sofort dem Transportunternehmen sowie dem Hersteller zu melden.
ko_kr: 운송 손상이 발생했거나 누락된 액세서리가 있으면 운송회사와 제작사에 즉시 통지해야 합니다.

source: Transport
ko_kr: 운반

source: Transport mit dem Gabelstapler
ko_kr: 포크리프트로 운반

source: Der Einsatz von Gabelstaplern zum Be- und Endladen ist nur bei Kistenverpackung erlaubt.
ko_kr: 상자로 포장되어 있는 경우에만 포크리프트를 사용하여 적재 및 하적 작업을 할 수 있습니다.

source: Die Tragfähigkeit eines Staplers hängt entscheidend vom Schwerpunktabstand der Last ab.
ko_kr: 포크의 적재 용량은 화물의 무게중심 간격에 따라 다릅니다.

source: Das Tragfähigkeits-Diagramm (Beispiel Gabelstapler mit 7500 kg Tragfähigkeit) verdeutlicht diesen Zusammenhang.
ko_kr: 적재 용량 도표(예: 적재 용량이 7500kg인 포크리프트)가 이러한 관계를 잘 보여줍니다.

source: Tragfähigkeitsdiagramm
ko_kr: 적재 용량 도표

source: Schwerpunktabstand in mm
ko_kr: 무게중심의 간격(단위: mm)

source: Tragfähigkeit in kg
ko_kr: 적재 용량(단위: kg)

source: Transport mit dem Kran
ko_kr: 크레인으로 운반

source: Um das Shuttle mit einem Kran zu transportieren, benötigen Sie geeignetes Hebezeug.
ko_kr: 크레인을 사용하여 셔틀을 운반하기 위해서는 적절한 리프팅 장치가 있어야 합니다.

source: Beauftragen Sie mit dem Transport nur dafür geschultes Personal.
ko_kr: 이에 대한 교육을 받은 작업자를 보유한 운송회사에게만 의뢰하십시오.

source: Das Transportgut muss in ausbalancierter Lage transportiert werden.
ko_kr: 운송 화물을 균형이 잡힌 상태에서 운반해야 합니다.

source: Schwebende Lasten!
ko_kr: 매달인 화물!

source: Abstürzende Lasten können zu schwersten Verletzungen bis zum Tod führen.
ko_kr: 화물이 추락하면 사망에까지 이르는 중상을 입을 수 있습니다.

source: Transportieren Sie niemals Lasten über Personen oder Gefahrenstellen.
ko_kr: 어떤 경우에도 사람이나 위험 구역 위로 화물을 운반하지 마십시오.

source: Aufstell ung
ko_kr: 설 치

source: Quetschgefahr!
ko_kr: 압착 위험

source: Der Aufstellort muss so gewählt werden, dass die sich bewegenden Teile des Shuttles –einschließlich handbetätigter Türen, Klappen usw.– keine Quetschstellen zu Wänden, Säulen oder Halleninstallationen bilden.
ko_kr: 설치 장소를 선택할 때는 수동식 도어, 플랩을 포함하여 셔틀의 가동 부품으로 인해 벽이나 기둥 또는 홀의 설치 구역에 어떤 압착 구역이 형성되지 않도록 해야 합니다.

source: Zur geforderten Beschaffenheit des Standortes siehe Kapitel Transport und Aufstellung.
ko_kr: 설치 장소에 필요한 특성에 대해서는 운반 및 설치 단원을 참조하십시오.

source: Der Fußboden muss eben und waagerecht sein.
ko_kr: 바닥은 평평하고 수평이어야 합니다.

source: Seine Tragfähigkeit muss ausreichend sein.
ko_kr: 바닥의 하중 용량도 충분해야 합니다.

source: Zur Aufstellung des Shuttles ist eine passende Stütze lieferbar; siehe Kapitel Zubehör.
ko_kr: 셔틀을 설치하는 데 사용할 적적할 지지대를 공급할 수 있습니다: 액세서리 단원을 참조하십시오.

source: Wartung, Instandsetzung, Reinigung
ko_kr: 정비, 수리 및 청소

source: Allgemeine Hinweise
ko_kr: 일반적인 주의 사항

source: Beachten Sie folgende Hinweise:
ko_kr: 다음의 주의 사항에 유의하십시오:

source: vor den Arbeiten
ko_kr: 작업 전

source: keine aggressiven Reinigungsmittel verwenden
ko_kr: 부식성 세제를 사용하지 마십시오

source: fusselfreie Putztücher verwenden
ko_kr: 보풀이 없는 청소포를 사용하십시오

source: nach den Arbeiten
ko_kr: 작업 후

source: gelöste Schraubverbindungen festziehen
ko_kr: 풀린 나사 연결부를 단단히 죄십시오

source: Unbeabsichtigte Inbetriebnahme des Shuttles!
ko_kr: 부주의로 인한 셔틀 시운전!

source: Verletzungsgefahr:
ko_kr: 부상 위험:

source: Schalten Sie das Shuttle bei Wartungs- und Instandsetzungsarbeiten komplett aus.
ko_kr: 정비 및 수리 작업 시 셔틀을 완전히 끄십시오.

source: Sichern Sie das Shuttle gegen unbeabsichtigtes Wiedereinschalten.
ko_kr: 셔틀을 잠그어 부주의로 인해 다시 켜지 않도록 하십시오.

source: Verletzungsgefahr durch demontierte Schutzeinrichtungen!
ko_kr: 보호 장치의 분해로 인한 부상 위험!

source: Montieren Sie Schutzeinrichtungen unmittelbar nach Abschluss der Wartungs- und Reparaturarbeiten.
ko_kr: 정비 및 수리 작업을 완료한 직후 보호 장치를 장착하십시오.

source: Prüfen Sie die Funktion der Schutzeinrichtungen.
ko_kr: 보호 장치의 기능을 검사하십시오.

source: Regelmäßig durchzuführende Arbeiten
ko_kr: 정기적으로 실행해야 할 작업

source: Verschleißteile unterliegen den von uns empfohlenen Wartungsintervallen und sind nicht Teil der geltenden Gewährleistungsansprüche.
ko_kr: 소모품을 당사가 권장한 정비 주기에 따라 정비하며, 이러한 부품은 보증의 대상이 아닙니다.

source: Die Lebensdauer von Verschleißteilen (z. B. Kugellager, Dichtungen, Zahnriemen und Filter) ist abhängig von den Betriebsstunden, der Belastung und den Umgebungsbedingungen wie Temperatur, Feuchtigkeit, Staubbelastung usw.
ko_kr: 소모품(예: 볼 베어링, 실링, 톱니형 벨트 및 필터)의 수명은 작동 시간과 적재량 및 온도, 습도 및 먼지 등과 같은 환경 조건에 따라 다릅니다.

source: Für alle Arbeitsbereiche sind zu festgelegten Zeitintervallen Wartungs- und Instandsetzungsarbeiten durch speziell ausgebildete Fachkräfte auszuführen.
ko_kr: 모든 작동 영역에 대해서는 특수 교육을 받은 전문 인력이 지정된 주기로 정비 및 수리 작업을 해야 합니다.

source: Zeitangaben bei Wartungsintervallen sind auf Einschichtbetrieb (40 Betriebsstunden pro Woche) ausgelegt.
ko_kr: 정비 주기의 시간 간격은 단일 교대조(주당 40시간 조업)를 기준으로 규정되어 있습니다.

source: Passen Sie die Wartungsintervalle entsprechend an, wenn Sie z. B. im Zweischichtbetrieb arbeiten.
ko_kr: 두 교대조를 운영하며 조업할 경우 정비 주기를 이에 맞추어 적절히 조절하십시오.

source: Personen- und Maschinenschäden durch Schäden oder Mängel!
ko_kr: 손상 및 결함에 의한 부상 및 기계 손상!

source: Beseitigen Sie festgestellte Schäden und Mängel sofort.
ko_kr: 손상이나 결함이 확인되면 이를 즉시 제거하십시오.

source: Allgemeines
ko_kr: 일반 사항

source: Wo?
ko_kr: 언제?

source: Was?
ko_kr: 무엇이?

source: Wann?
ko_kr: 언제?

source: Shuttle allgemein
ko_kr: 셔틀 일반

source: Sichtprüfung auf äußerlich erkennbare Schäden und Mängel durchführen.
ko_kr: 외부에서 인식할 수 있는 손상 및 결함에 대한 육안 검사를 실행합니다.

source: Betriebsverhalten beobachten.
ko_kr: 운전 거동을 관찰합니다.

source: Eingetretene Veränderungen sofort der zuständigen Person melden!
ko_kr: 변화가 있으면 책임자에게 즉시 보고합니다!

source: einmal pro Schicht
ko_kr: 교대조당 일 회

source: elektrische Schraubverbindungen
ko_kr: 나사식 전기 연결부

source: alle Schraubverbindungen prüfen und nachziehen (z. B. Klemmenleisten im Schaltschrank)
ko_kr: 모든 나사 연결부를 검사하고 다시 죕니다(예: 제어반의 단자 블록)

source: Erstinspektion nach Inbetriebnahme
ko_kr: 시운전 후 최초 검사

source: nach 3 Monaten
ko_kr: 3개월 후

source: regelmäßige Inspektion
ko_kr: 정기적인 검사

source: jährlich
ko_kr: 매년

source: Zulieferer-Komponenten
ko_kr: 공급자 구성품

source: In der folgenden Tabelle sind Wartungsarbeiten von Zulieferer-Komponenten aufgelistet.
ko_kr: 아래의 표에는 공급자 구성품에 대한 정비 작업이 기재되어 있습니다.

source: Beachten Sie in jedem Fall die Hinweise zu Wartungsarbeiten in der jeweiligen Zulieferer-Dokumentation.
ko_kr: 해당 공급자 문서에 기재된 정비 작업에 대한 주의 사항을 항상 준수하십시오.

source: Diese Tabelle gibt lediglich die Art der Wartungsarbeit und das Wartungsintervall an!
ko_kr: 이 표에는 정비 작업의 종류와 정비 주기만 기재되어 있습니다!

source: Zur vollständigen Übersicht lesen Sie die Zulieferer-Dokumentation und beachten Sie die Wartungsangaben ALLER Hersteller.
ko_kr: 완전한 정보가 필요하시면 공급자 문서를 읽고 모든 제작사의 정비 관련 지시에 따르십시오.

source: Servomotor
ko_kr: 서보 모터

source: Servomotoren reinigen
ko_kr: 서모 모터 청소

source: 3000 h / bei Bedarf
ko_kr: 3000시간 / 필요할 때마다

source: Planetengetriebe
ko_kr: 유성 기어

source: Laufgeräusch prüfen auf mögliche Lagerschäden
ko_kr: 베어링 손상 여부를 판단하기 위한 작동 소음 검사

source: Sichtkontrolle der Dichtungen und des Adapters auf Leckage
ko_kr: 실링 및 어댑터의 누설 여부를 판단하기 위한 육안 검사

source: Gummipuffer prüfen, ggf. wechseln (bei Getrieben mit Drehmomentstütze)
ko_kr: 고무 버퍼 검사, 필요하면 교체(토크 암이 장착된 기어 장치의 경우)

source: alle 3000 h / bei Bedarf
ko_kr: 3000시간마다 / 필요할 때마다

source: synthetisches Öl wechseln
ko_kr: 합성유 교환

source: Wälzlagerfett tauschen
ko_kr: 롤러 베어링 그리스 교환

source: Wellendichtring tauschen (nicht wieder auf die gleiche Laufspur einbauen)
ko_kr: 샤프트 실링 링 교환(동일한 트랙에 다시 장착하지 않음)

source: alle 3 Jahre/ nach Bedarf
ko_kr: 3년마다/ 필요할 때마다

source: Ersatzteile
ko_kr: 예비품

source: Ersatzteile müssen den vom Hersteller festgelegten technischen Anforderungen entsprechen.
ko_kr: 예비품은 제작사가 규정한 기술 요건을 충족시켜야 합니다.

source: Dies ist bei Originalersatzteilen immer gewährleistet.
ko_kr: 정품 예비품은 이 요건을 항상 충족시킵니다.

source: Verwenden Sie nur Ersatzteile von EMAG.
ko_kr: 저희 EMAG사의 예비품만을 사용하십시오.

source: Es dürfen nur Teile, Werkzeuge und Zusatzeinrichtungen verwendet werden, die von EMAG freigegeben sind.
ko_kr: 저희 EMAG사가 인증한 부품, 공구 및 추가 장치만을 사용해야 합니다.

source: Für nicht freigegebene Fremdprodukte oder Veränderungen am Zubehör haftet der Hersteller oder Inverkehrbringer nicht.
ko_kr: 타사의 비인증 제품이나 액세서리에 가한 변경에 대해 제작사나 공급업체는 책임을 지지 않습니다.

source: Zubehör
ko_kr: 액세서리

source: Prisma Material-Nr. 20335237
ko_kr: 프리스마 품목 번호 20335237

source: Das Prisma (Mitnehmereinheit) fixiert das Werkstück während des Transports auf der Horizontalachse.
ko_kr: 프리스마(액추에이터)는 수평 축에서 이송할 때 공작물을 고정합니다.

source: Weitere Prismen lieferbar auf Anfrage (ohne Abb.).
ko_kr: 고객이 요청하면 프리스마를 더 공급할 수 있습니다(그림 없음)

source: Palette (projektspezifisch zu bestellen)
ko_kr: 팔레트 (프로젝트에 따라 별도 주문)

source: Abhängig vom Kundenwunsch kann der Werkstücktransport auch mit einer Palette in diversen Ausführungen und einer dazu passenden Werkstückaufnahme realisiert werden.
ko_kr: 고객의 요망에 따라 다양한 모델의 팔레트 하나와 이에 적합한 공작물 홀더를 사용하여서도 공작물을 이송할 수 있습니다.

source: Befestigungssatz (projektspezifisch zu bestellen)
ko_kr: 고정 세트 (프로젝트에 따라 별도 주문)

source: Der Befestigungssatz dient zum Befestigen des Shuttles an eine übergeordnete Maschine.
ko_kr: 고정 세트는 셔틀을 상위 기계에 고정시키는 데 사용됩니다.

source: Das Shuttle wird an seiner Pick-up-Station mit der Maschine verbunden, wobei ein passender Befestigungssatz projektspezifisch auszuwählen ist.
ko_kr: 셔틀은 픽업 스테이션에서 기계와 연결되는 바, 이때 프로젝트에 맞게 적절한 고정 세트를 선택해야 합니다.

source: Stütze für GZR120x
ko_kr: GZR120x용 지지대

source: Das GZR120 / GZR120 DUO / GZR120 TWIN / GZR120 TRIO wird an dieser Stütze befestigt und ist dadurch justierbar.
ko_kr: GZR120 / GZR120 DUO / GZR120 TWIN / GZR120 TRIO는 이 지지대에 고정되며, 따라서 조절할 수 있습니다.

source: Die Stütze wird in der Höhe dem Kundenbedarf angepasst.
ko_kr: 고객의 요청에 따라 지지대의 높이를 조절합니다.

source: Stütze für GZR200x
ko_kr: GZR200x용 지지대

source: Das GZR200 / GZR200 DUO wird an dieser Stütze befestigt und ist dadurch justierbar.
ko_kr: GZR200 / GZR200 DUO은 이 지지대에 고정되며, 따라서 조절할 수 있습니다.

source: Technische Daten
ko_kr: 기술 데이터

source: GZR120 Mat.-Nr. 20338032 GZR120 DUO Mat.-Nr. 20339944 GZR120 TWIN Mat.-Nr. 20339946 (Abstand 280 mm), Mat.-Nr. 20344962 (Abstand 320 mm), Mat.-Nr. 20345230 (Abstand 500 mm) GZR120 TRIO (Mat.-Nr. 20344832)
ko_kr: GZR120 품목 번호 20338032 GZR120 DUO 품목 번호 20339944 GZR120 TWIN 품목 번호 20339946 (간격 280mm), 품목 번호 20344962 (간격 320mm), 품목 번호 20345230 (간격 500mm) GZR120 TRIO (품목 번호 20344832)

source: GZR200 (Mat.-Nr. 20311561) GZR200 DUO (Mat.-Nr. 20311570)
ko_kr: GZR200 (품목 번호 20311561) GZR200 DUO (품목 번호 20311570)

source: Max. Geschwindigkeit
ko_kr: 최고 속도

source: 1,6 m/s
ko_kr: 1.6m/초

source: Max. Beschleunigung
ko_kr: 최고 가속도

source: Max. Transportlast
ko_kr: 최대 이송 하중

source: Max. Werkstückdurchmesser
ko_kr: 공작물 최대 직경

source: Frei tragende Länge ab Mitte Pick-up, einseitig eingespannt, max. Transportlast
ko_kr: 자유 리드 길이, 픽업의 중앙에서부터, 한 면 고정, 최대 이송 하중

source: Frei tragende Länge zwischen Maschinenbefestigung und Stütze (auf 2 Stützen), max. Transportlast
ko_kr: 최대 리드 길이, 기계의 고정장치외 지지대 사이(2개의 지지대에서), 최대 이송 하중

source: Durchbiegung bei 1,9 m / 2 m Freitragender Länge, einseitig eingespannt, max. Transportlast
ko_kr: 자유 리드 길이 1.9m/2m에서의 굴절, 한 면 고정, 최대 이송 하중

source: Durchbiegung bei 3 m Freitragender Länge, auf 2 Stützen, max. Transportlast
ko_kr: 자유 리드 길이 3m에서의 굴절, 2개의 지지대 위, 최소 이송 하중

source: Gewicht Schlitten max. Prisma max. Zahnriemen
ko_kr: 중량 슬라이드 최대 프리스마 최대 톱니형 벨트

source: 6 kg (2 Schlitten a 3 kg) 21 kg für 4 Werkstückplätze 2 kg (Länge 12,5 m)
ko_kr: 6kg (2개의 슬라이드, 각각 3kg) 21kg, 4개의 공작물 시트용 2kg (길이 12.5m)

source: Länge Gesamt (100 mm-Raster) Antriebsseite:
ko_kr: 길이 전체(100mm-격자) 구동장치측:

source: Mindestlänge ab Mitte Pick-up Umlenkseite:
ko_kr: 최소 길이 픽업 중앙에서부터 전향측:

source: Mindestlänge ab Mitte Pick-up
ko_kr: 최소 길이 픽업 중앙에서부터

source: max. 5000 mm:
ko_kr: 최대 5000mm:

source: max. 6000 mm GZR200 DUO:
ko_kr: 최대 6000mm GZR200 DUO:

source: max. 7000 mm 1000 mm 800 mm
ko_kr: 최대 7000mm 1000mm 800mm

source: Montageanleitung
ko_kr: 설치 설명서

source: Automation
ko_kr: 자동화 장치

source: Baujahr
ko_kr: 연식

source: Version 1R01
ko_kr: 버전 1R01

source: Diese Betriebsanleitung verbleibt Eigentum von EMAG und wird nur den Abnehmern von EMAG Maschinen anvertraut.
ko_kr: 이 사용 설명서는 계속하여 EMAG사의 소유물이며 EMAG사의 장비를 구매한 사람자에게만 위탁한 것입니다.

source: Dieses Handbuch wird zusammen mit der betreffenden Anlage ausgeliefert.
ko_kr: 본 매뉴얼은 해당 설비와 함께 인도됩니다.

source: Sollte das Typenschild der Anlage nicht mit den umseitigen Informationen übereinstimmen, benachrichtigen Sie bitte umgehend:
ko_kr: 설비의 명판이 반대쪽에 표시된 정보와 일치하지 않으면 이를 즉시 아래의 주소로 알려 주십시오:

source: Revisionshistorie und Inhaltsverzeichnis
ko_kr: 개정 이력 및 목차

source: Maschinen-Nr. M84909
ko_kr: 장비 번호 M84909

source: Die Montageanleitung liefert Ihnen einen allgemeinen Überblick über die Maschine.
ko_kr: 본 설치 설명서에서는 본 장비에 대한 일반적인 개요가 수록되어 있습니다.

source: Hier finden Sie Angaben zu:
ko_kr: 여기에는 다음의 정보가 수록되어 있습니다:

source: Organisatorische Maßnahmen
ko_kr: 조직적인 대책

source: Leitfaden
ko_kr: 첫걸음

source: Transport und Aufstellen
ko_kr: 운반 및 설치

source: Funktionsbeschreibung Automation
ko_kr: 자동 제어의 기능 설명

source: Hinweise auf besondere Gefahrenarten
ko_kr: 특별한 위험 종류에 관한 참고 사항

source: Baugruppen
ko_kr: 어셈블리

source: Achsen
ko_kr: 축

source: Betriebsarten
ko_kr: 작동 모드

source: Bedienelemente
ko_kr: 조작 부재

source: Wartung
ko_kr: 정비

source: Bei Rückfragen wenden Sie sich bitte an:
ko_kr: 문의 사항이 있으면 아래 주소로 연락하시기 바랍니다:

source: EMAG-Automation GmbH Am Flugplatz 1 73540 Heubach Tel.: ++49 (0)7173/9188−0 E−Mail: automation@emag.com
ko_kr: EMAG-Automation GmbH Am Flugplatz 1 73540 Heubach 전화: ++49 (0)7173/9188−0 이메일: automation@emag.com

source: Partner
ko_kr: 파트너

source: Niederlassungen
ko_kr: 현지 법인

source: Vertretungen
ko_kr: 대리점

source: Damit Sie im Bedarfsfall schnell den richtigen Ansprechpartner finden, tragen Sie in untenstehende Tabelle die Anschrift der für Sie zuständigen Niederlassung/Vertretung ein:
ko_kr: 필요한 경우 담당자와 신속하게 접촉할 수 있도록 아래 항목에 귀하의 관할 현지 법인 또는 대리점의 주소를 기입하여 주시기 바랍니다.

source: Firmenbezeichnung:
ko_kr: 회사 이름:

source: Ansprechpartner:
ko_kr: 담당자:

source: Straße:
ko_kr: 시/군:

source: Ort/Land:
ko_kr: 동/번지:

source: Telefon:
ko_kr: 전화:

source: Telefax:
ko_kr: 팩스:

source: E-Mail:
ko_kr: 이메일:

source: Dokumentation
ko_kr: 문서

source: Der Begriff Dokumentation umfasst alle Anleitungen, Maschinenpläne, den Ersatz- und Verschleißteilkatalog, die Steuerungsunterlagen und die Zuliefererdokumentation der Maschine.
ko_kr: 여기서 문서란 설명서, 기계의 도면, 예비품 및 소모품 목록, 컨트롤러 설명서 및 기계의 운송장을 의미합니다.

source: Anleitung
ko_kr: 설명서

source: Eine Anleitung fasst zielgruppenorientiert Benutzerinformationen zusammen.
ko_kr: 설명서에는 사용자에게 필요한 정보가 대상 그룹에 따라 분류하여 수록되어 있습니다

source: Zielgruppe
ko_kr: 대상 그룹

source: Leitfaden zur Dokumentation
ko_kr: 문서에 대한 소개

source: alle Personen, die mit oder an der Maschine arbeiten
ko_kr: 머신을 사용하거나 또는 머신에서 작업하는 모든 작업자

source: Spediteure und Personen, die für den Transport und die Aufstellung der Maschine verantwortlich sind
ko_kr: 머신의 운반 및 설치를 담당하는 운송업자 및 작업자

source: Inbetriebnahme
ko_kr: 시운전

source: Personen, die für die Inbetriebnahme verantwortlich sind
ko_kr: 머신의 운전 가동을 담당하는 작업자

source: Inspektion und Wartung
ko_kr: 검사 및 정비

source: Personen, die für die Inspektion und Wartung verantwortlich sind
ko_kr: 검사 및 정비 책임자

source: Maschinenpläne/Spannmittel
ko_kr: 기계 도면/고정장치

source: Personen, die für die Inbetriebnahme oder für Inspektion und Wartung verantwortlich sind
ko_kr: 시운전 책임자 또는 검사 및 정비 책임자

source: Ersatz- und Verschleißteilkatalog
ko_kr: 예비품 및 소모품 목록

source: Zertifikate
ko_kr: 인증서

source: Betreiber
ko_kr: 운영자

source: nicht bestimmungsgemäße Verwendung der Maschine
ko_kr: 기계를 본래 사용 목적에서 어긋나게 사용했을 경우

source: unsachgemäßes Montieren, Inbetriebnehmen, Einrichten, Bedienen und Warten der Maschine
ko_kr: 기계의 부적절한 조립, 시운전, 설치, 조작 및 정비

source: Betreiben der Maschine bei defekten Sicherheitseinrichtungen oder nicht ordnungsgemäß angebrachten oder nicht funktionsfähigen Sicherheits- und Schutzeinrichtungen
ko_kr: 안전장치에 결함이 있거나 안전장치 및 보호장치가 적절하지 않게 부착되었거나 정상적으로 작동하지 않을 때 기계의 작동
